tex/vinaya-class-questions/pali-lessons.org
#+LATEX_CLASS: memoir
#+LATEX_HEADER: \newif\ifanswerkey
#+LATEX_HEADER: \answerkeytrue
#+LATEX_HEADER: \ifanswerkey
#+LATEX_HEADER:   \usepackage[forpaper, answerkey]{eqexam}
#+LATEX_HEADER:   \usepackage{vinaya-class-questions}
#+LATEX_HEADER: \else
#+LATEX_HEADER:   \usepackage[forpaper, nosolutions]{eqexam}
#+LATEX_HEADER:   \usepackage[nosolutions]{vinaya-class-questions}
#+LATEX_HEADER: \fi
#+LANGUAGE: en_GB
#+OPTIONS: toc:nil tasks:nil ':t H:4 author:nil
#+TITLE: Pali Lessons

* Notes                                                            :noexport:

BPC continue

new Pali poem

** paccavekkhitabbam
** yo pana

yo pana bhikkhu bhikkhuṁ

yo pana bhikkhu bhikkhussa / anupasampannassa

yo pana bhikkhu bhikkhuniyā saddhiṁ saṁvidhāya ...

tena kho pana samayena āyasmā mahākassapo ...

bhikkhuniyā:
- with a bhikkhunī
- fem dat sg of bhikkhunī

saddhiṁ:
- ind, prep (+instr)
- together (with); with

saṁvidhāya:
- ger of saṃvidahati, trans (+acc)
- arranging; organising; planning

saṃvidahati:
- pr, trans (+acc)
- arranges; organises; plans

yo pana bhikkhu:
- idiom, pron + ind + masc
- a monk who; whichever monk

yo:
- pron, masc.nom.sg. of ya
- whoever; whatever; whichever

pana:
- indeclineable
- moreover; and so; but; or; however

kho pana:
- idiom, ind + ind
- and now; but; and next; indeed

kho:
- ind, emph
- indeed; surely; certainly; truly

tena kho pana samayena
- idiom, pron + ind + ind + masc, instr for loc sg
- now at that time; now on that occasion

tena:
- pron, masc & nt instr sg of ta
- with him; by him; with that; by that

ta:
- pron, base
- that

samayo:
- masc, from sameti (meets with / agrees with)
- time; occasion; lit. come together

aparena samayena:
- idiom, adj + masc
- at another time; later

* Lesson 1
** Language Notes

The *gender of a noun* is either masculine, feminine or neuter.
Its *number* is either singular or plural.
Its *declension* have eight cases, which indicate the subject, object, location, etc.

*Nouns ending* in /-a/ are either masculine or neuter. Nouns ending in /-ā/ are feminine.\\
Other nouns end in /-i, -ī, -u, -ū/.

*Word order* in the simplest case is Subject-Object-Verb, but since the case indicates the role of a noun, word order is often altered for emphasis.

| Sūdo /(nom.sg.)/ bhattaṁ /(acc.)/ pacati /(3rd.sg.)/. | Dārakā /(nom.sg.)/ bhojanīyaṁ /(acc.)/ bhuñjanti /(3rd.pl.)/. |
| The chef cooks the rice.                              | The boys eat the food.                                        |

The *subject* and *verb* must agree in number: /Sakuṇā ākāse uḍḍenti/ (Birds fly in the sky).

| Sakuṇ\textbf{ā}                        | masc.nom.\textbf{pl.} | Birds      |
| ākāse / ākāsamhi / ākāsasmiṁ          | masc.loc.sg.          | in the sky |
| uḍḍe\textbf{nti} / uḍḍaya\textbf{nti}. | pr.3.\textbf{pl.}     | they fly.  |

The verb "to be" (is / are) is often implied and dropped from the sentence.

#+latex: \bigskip

#+latex: \begin{multicols}{2}

*Plural / singular* for nominative cases:

| masc.sg. | -o        | devo     |
| masc.pl. | -ā        | devā     |
|----------+-----------+----------|
| nt.sg.   | -aṁ       | rūpaṁ    |
| nt.pl.   | -ā, -āni  | rūpāni   |
|----------+-----------+----------|
| fem.sg.  | -ā        | vedanā   |
| fem.pl.  | -ā, -āyo, | vedanāyo |

\vfill\null

#+latex: \columnbreak

*Negation:* /a-/ prefix for nouns, /na/ particle for verbs.

*Questions* begin with /api, api nu, kiṁ/. /Kiṁ/ may be placed at the end of the sentence.

/Api nu gacchasi?/ Do you go?\\
/Kiṁ nāmo si?/ What is your name?\\
/Gacchasi kiṁ?/ Do you go?

*An adjective* agrees with the noun it qualifies in gender, number and case. Generally, the order is adjective + noun.

#+latex: \end{multicols}

*Declension Table: Masculine Nouns Ending in -a*

| Case            | Singular                                           | Plural           | Meaning (sg.)                    |
|-----------------+----------------------------------------------------+------------------+----------------------------------|
| 1. Nominative   | nar\textbf{o}                                      | nar\textbf{ā}    | the man does sth (object)        |
| 2. Accusative   | nar\textbf{aṁ}                                     | nar\textbf{e}    | sth happens to the man (subject) |
| 3. Instrumental | nar\textbf{ena}                                    | nar\textbf{ehi}  | by, with, through the man        |
| 4. Dative       | nar\textbf{āya}, nar\textbf{assa}                  | nar\textbf{ānaṁ} | to the man, for the man          |
| 5. Ablative     | nar\textbf{ā}, nar\textbf{amhā}, nar\textbf{asmā}  | nar\textbf{ehi}  | from the man                     |
| 6. Genitive     | nar\textbf{assa}                                   | nar\textbf{ānaṁ} | of the man, the man's            |
| 7. Locative     | nar\textbf{e}, nar\textbf{amhi}, nar\textbf{asmiṁ} | nar\textbf{esu}  | in, on, at the man               |
| 8. Vocative     | nar\textbf{a}, nar\textbf{ā}                       | nar\textbf{ā}    | Hey, man!                        |

This the most common declension, worth memorizing by heart. 87% of all masculine
nouns are ending in *-a*, \mbox{97\% of} all neuter nouns are ending in *-aṁ*, in
addition to adjectives and participles with the same declensions.

#+latex: \clearpage

** Simple Present

Actions that are happening at the present moment, occurring regularly, or general truths.

Verbal bases can end in /-a, -ā, -e, -o/.

#+latex: {\centering\par
#+latex: \begin{multicols}{2}

Verbal terminations:

|       | *sg.* | *pl.*   |
| *1st* | -mi   | -ma     |
| *2nd* | -si   | -tha    |
| *3rd* | -ti   | -(a)nti |

The base is obtained by removing the 3rd.sg. termination /-ti/ from the conjugated form.

#+latex: \columnbreak

Root: /√dhāv/ (to run), base: /dhāva/

|       | *sg.*   | *pl.*    |
| *1st* | dhāvāmi | dhāvāma  |
| *2nd* | dhāvasi | dhāvatha |
| *3rd* | dhāvati | dhāvanti |

The final /-a/ of the base is lengthened before /m/: /dhāvāmi, dhāvāma/.

#+latex: \end{multicols}
#+latex: \par}
#+latex: \bigskip
#+latex: \begin{multicols}{2}
#+latex: \setlength{\columnseprule}{0pt}

| he goes             | gacchati                 |
| we go               | \fillin{4cm}{gacchāma}   |
| he comes            | āgacchati                |
| they come           | \fillin{4cm}{āgacchanti} |
| he walks            | carati                   |
| they walk           | \fillin{4cm}{caranti}    |
| he chews            | khādati                  |
| you (sg.) chew      | \fillin{4cm}{khādasi}    |
| he eats (enjoys)    | bhuñjati                 |
| they eat            | \fillin{4cm}{bhuñjanti}  |

#+latex: \columnbreak

| he sees             | passati                  |
| you (sg.) see       | \fillin{4cm}{passasi}    |
| he recites          | uddisati                 |
| I recite            | \fillin{4cm}{uddisāmi}   |
| he gives (to)       | deti                     |
| you (pl.) give (to) | \fillin{4cm}{detha}      |
| he informs          | āroceti                  |
| I inform            | \fillin{4cm}{ārocemi}    |
| he confesses        | āvikaroti                |
| you confess         | \fillin{4cm}{āvikarotha} |

#+latex: \end{multicols}

** Declensions (-a)

*** Nominative Case: naro -- the man (subject)

"*Who* is doing it?" Indicates the *subject* of a sentence.

| Naro nisīdati.                            | *The man* sits.                    |
| Sīhā na dhāvanti.                         | *The lions* are not running.       |
| Jātā mīyanti.                             | *(Those who are) born* (they) die. |
| Abhisatto'va nipatati, vayo.[fn:thag-118] | Like a curse, it falls, *old age*. |

#+latex: \clearpage

[fn:thag-118] [[https://suttacentral.net/thag1.118/en/sujato][Thag 118]]

