tex/vinaya-class-questions/pali-lessons.tex
% Created 2023-04-21 Fri 19:41
% Intended LaTeX compiler: pdflatex
\documentclass[11pt,oneside]{memoir}
\newif\ifanswerkey
\answerkeytrue
\ifanswerkey
\usepackage[forpaper, answerkey]{eqexam}
\usepackage{vinaya-class-questions}
\else
\usepackage[forpaper, nosolutions]{eqexam}
\usepackage[nosolutions]{vinaya-class-questions}
\fi
\date{\today}
\title{Pali Lessons}
\hypersetup{
 pdfauthor={Gambhiro},
 pdftitle={Pali Lessons},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.0.50 (Org mode 9.6.1)}, 
 pdflang={En_Gb}}
\begin{document}

\maketitle

\chapter{Lesson 1}
\label{sec:org685bcf4}
\section{Language Notes}
\label{sec:org21ea422}

The \textbf{gender of a noun} is either masculine, feminine or neuter.
Its \textbf{number} is either singular or plural.
Its \textbf{declension} have eight cases, which indicate the subject, object, location, etc.

\textbf{Nouns ending} in \emph{-a} are either masculine or neuter. Nouns ending in \emph{-ā} are feminine.\\[0pt]
Other nouns end in \emph{-i, -ī, -u, -ū}.

\textbf{Word order} in the simplest case is Subject-Object-Verb, but since the case indicates the role of a noun, word order is often altered for emphasis.

\begin{center}
\begin{tabular}{ll}
Sūdo \emph{(nom.sg.)} bhattaṁ \emph{(acc.)} pacati \emph{(3rd.sg.)}. & Dārakā \emph{(nom.sg.)} bhojanīyaṁ \emph{(acc.)} bhuñjanti \emph{(3rd.pl.)}.\\[0pt]
The chef cooks the rice. & The boys eat the food.\\[0pt]
\end{tabular}
\end{center}

The \textbf{subject} and \textbf{verb} must agree in number: \emph{Sakuṇā ākāse uḍḍenti} (Birds fly in the sky).

\begin{center}
\begin{tabular}{lll}
Sakuṇ\textbf{ā} & masc.nom.\textbf{pl.} & Birds\\[0pt]
ākāse / ākāsamhi / ākāsasmiṁ & masc.loc.sg. & in the sky\\[0pt]
uḍḍe\textbf{nti} / uḍḍaya\textbf{nti}. & pr.3.\textbf{pl.} & they fly.\\[0pt]
\end{tabular}
\end{center}

The verb `to be' (is / are) is often implied and dropped from the sentence.

\bigskip

\begin{multicols}{2}

\textbf{Plural / singular} for nominative cases:

\begin{center}
\begin{tabular}{lll}
masc.sg. & -o & devo\\[0pt]
masc.pl. & -ā & devā\\[0pt]
\hline
nt.sg. & -aṁ & rūpaṁ\\[0pt]
nt.pl. & -ā, -āni & rūpāni\\[0pt]
\hline
fem.sg. & -ā & vedanā\\[0pt]
fem.pl. & -ā, -āyo, & vedanāyo\\[0pt]
\end{tabular}
\end{center}

\vfill\null

\columnbreak

\textbf{Negation:} \emph{a-} prefix for nouns, \emph{na} particle for verbs.

\textbf{Questions} begin with \emph{api, api nu, kiṁ}. \emph{Kiṁ} may be placed at the end of the sentence.

\emph{Api nu gacchasi?} Do you go?\\[0pt]
\emph{Kiṁ nāmo si?} What is your name?\\[0pt]
\emph{Gacchasi kiṁ?} Do you go?

\textbf{An adjective} agrees with the noun it qualifies in gender, number and case. Generally, the order is adjective + noun.

\end{multicols}

\textbf{Declension Table: Masculine Nouns Ending in -a}

\begin{center}
\begin{tabular}{llll}
Case & Singular & Plural & Meaning (sg.)\\[0pt]
\hline
1. Nominative & nar\textbf{o} & nar\textbf{ā} & the man does sth (object)\\[0pt]
2. Accusative & nar\textbf{aṁ} & nar\textbf{e} & sth happens to the man (subject)\\[0pt]
3. Instrumental & nar\textbf{ena} & nar\textbf{ehi} & by, with, through the man\\[0pt]
4. Dative & nar\textbf{āya}, nar\textbf{assa} & nar\textbf{ānaṁ} & to the man, for the man\\[0pt]
5. Ablative & nar\textbf{ā}, nar\textbf{amhā}, nar\textbf{asmā} & nar\textbf{ehi} & from the man\\[0pt]
6. Genitive & nar\textbf{assa} & nar\textbf{ānaṁ} & of the man, the man's\\[0pt]
7. Locative & nar\textbf{e}, nar\textbf{amhi}, nar\textbf{asmiṁ} & nar\textbf{esu} & in, on, at the man\\[0pt]
8. Vocative & nar\textbf{a}, nar\textbf{ā} & nar\textbf{ā} & Hey, man!\\[0pt]
\end{tabular}
\end{center}

This the most common declension, worth memorizing by heart. 87\% of all masculine
nouns are ending in \textbf{-a}, \mbox{97\% of} all neuter nouns are ending in \textbf{-aṁ}, in
addition to adjectives and participles with the same declensions.

\clearpage

\section{Simple Present}
\label{sec:org885d52d}

Actions that are happening at the present moment, occurring regularly, or general truths.

Verbal bases can end in \emph{-a, -ā, -e, -o}.

{\centering\par
\begin{multicols}{2}

Verbal terminations:

\begin{center}
\begin{tabular}{lll}
 & \textbf{sg.} & \textbf{pl.}\\[0pt]
\textbf{1st} & -mi & -ma\\[0pt]
\textbf{2nd} & -si & -tha\\[0pt]
\textbf{3rd} & -ti & -(a)nti\\[0pt]
\end{tabular}
\end{center}

The base is obtained by removing the 3rd.sg. termination \emph{-ti} from the conjugated form.

\columnbreak

Root: \emph{√dhāv} (to run), base: \emph{dhāva}

\begin{center}
\begin{tabular}{lll}
 & \textbf{sg.} & \textbf{pl.}\\[0pt]
\textbf{1st} & dhāvāmi & dhāvāma\\[0pt]
\textbf{2nd} & dhāvasi & dhāvatha\\[0pt]
\textbf{3rd} & dhāvati & dhāvanti\\[0pt]
\end{tabular}
\end{center}

The final \emph{-a} of the base is lengthened before \emph{m}: \emph{dhāvāmi, dhāvāma}.

\end{multicols}
\par}
\bigskip
\begin{multicols}{2}
\setlength{\columnseprule}{0pt}

\begin{center}
\begin{tabular}{ll}
he goes & gacchati\\[0pt]
we go & \fillin{4cm}{gacchāma}\\[0pt]
he comes & āgacchati\\[0pt]
they come & \fillin{4cm}{āgacchanti}\\[0pt]
he walks & carati\\[0pt]
they walk & \fillin{4cm}{caranti}\\[0pt]
he chews & khādati\\[0pt]
you (sg.) chew & \fillin{4cm}{khādasi}\\[0pt]
he eats (enjoys) & bhuñjati\\[0pt]
they eat & \fillin{4cm}{bhuñjanti}\\[0pt]
\end{tabular}
\end{center}

\columnbreak

\begin{center}
\begin{tabular}{ll}
he sees & passati\\[0pt]
you (sg.) see & \fillin{4cm}{passasi}\\[0pt]
he recites & uddisati\\[0pt]
I recite & \fillin{4cm}{uddisāmi}\\[0pt]
he gives (to) & deti\\[0pt]
you (pl.) give (to) & \fillin{4cm}{detha}\\[0pt]
he informs & āroceti\\[0pt]
I inform & \fillin{4cm}{ārocemi}\\[0pt]
he confesses & āvikaroti\\[0pt]
you confess & \fillin{4cm}{āvikarotha}\\[0pt]
\end{tabular}
\end{center}

\end{multicols}

\section{Declensions (-a)}
\label{sec:org82f6996}

\subsection{Nominative Case: naro -- the man (subject)}
\label{sec:orgfd8bbde}

`\textbf{Who} is doing it?' Indicates the \textbf{subject} of a sentence.

\begin{center}
\begin{tabular}{ll}
Naro nisīdati. & \textbf{The man} sits.\\[0pt]
Sīhā na dhāvanti. & \textbf{The lions} are not running.\\[0pt]
Jātā mīyanti. & \textbf{(Those who are) born} (they) die.\\[0pt]
Abhisatto'va nipatati, vayo.\footnotemark & Like a curse, it falls, \textbf{old age}.\\[0pt]
\end{tabular}
\end{center}\footnotetext[1]{\label{org3a257c8}\href{https://suttacentral.net/thag1.118/en/sujato}{Thag 118}}

\clearpage
