tex/vinaya-class-questions/pali-lessons.org
*** Accusative Case: naraṁ -- the man (object)

*(a)* "*What* is he eating?" Indicates the *object* of a sentence.


| I use *the requisite.*                                     | Parikkhāraṁ paṭisevāmi.                 |
| The birds eat *the seeds.* (/bīja/)                        | \fillin{8cm}{Sakuṇā bījāni bhuñjanti.}   |
| The lion doesn't see *the dogs.* (/sunakha/)               | \fillin{8cm}{Sīho sunakhe na passati.}  |
| The dogs are barking (/bhussati/) *at the moon.* (/canda/) | \fillin{8cm}{Sunakhā candaṁ bhussanti.} |
| The disciple (/sāvaka/) eats the lion.                     | \fillin{8cm}{Sāvako sīhaṁ khādati.}     |
| The lion eats the disciple.                                | \fillin{8cm}{Sīho sāvakaṁ khādati.}     |
| They fill up (/paripūreti/) the ocean. (/sāgara/)          | \fillin{8cm}{Paripūrenti sāgaraṁ.}      |

*(b)* "*Where* is he going to?" Indicates where the subject is *going to* or *going along*. A.k.a. "the accusative of motion".

#+begin_quote
The māluva-seed (/māluvābīja/) falls *at the base of sal trees.* (/sālamūla/)[fn:mn-45]

/Māluvābījaṁ sālamūle nipatati./
#+end_quote

| The elder walks *along the road.*                   | \fillin{8cm}{Thero maggaṁ carati.}       |
| The layman (/upāsaka/) doesn't go *to the village.* | \fillin{8cm}{Upāsako gāmaṁ na gacchati.} |
| The men run *to the barn.* (/koṭṭhāgāra/)            | \fillin{8cm}{Narā koṭṭhāgāraṁ dhāvanti.}  |
| The birds fly *to the sal trees.* (/sālarukkha/)    | \fillin{8cm}{Sakuṇā sālarukkhe uḍḍenti.}  |
| We enter (/pavisati/) *the hut.* (/agāra/)          | \fillin{8cm}{Agāraṁ pavisāma.}           |

[fn:mn-45] [[https://suttacentral.net/mn45/en/sujato][MN 45]]

** Translate

| Saṅgho uposathaṁ karoti.                                    | \fillin{8cm}{The Sangha performs the uposatha.}                      |
| Pārisuddhiṁ āyasmanto āroc\textbf{atha.}                    | \fillin{8cm}{The Venerable is declaring purity.}                     |
| Āpattiṁ āvikaroti.                                          | \fillin{8cm}{He confesses the offense.}                              |
| Suññāgāraṁ pavisāmi.                                        | \fillin{8cm}{I enter the empty hut.}                                 |
| Rukkhamūle gacchāma.                                        | \fillin{8cm}{We go to the roots of trees.}                           |
| Cattāro satipaṭṭhānā satta bojjhaṅge paripūrenti.[fn:mn-118] | \fillin{8cm}{The 4 found. of mindf. fulfil the 7 fact. of enligh.  } |

[fn:mn-118] [[https://suttacentral.net/mn118/en/sujato][MN 118]]

* Lesson 2
** Review Exercises

Fill in the missing declensions.

| Singular                      | Plural                | Meaning (sg.)                       |
| \null                         |                       |                                     |
| nara (/masc./)                |                       |                                     |
| \null                         |                       |                                     |
| \fillin{3cm}{naro}            | \fillin{3cm}{narā}    | /nom./, the man (obj.)              |
| \fillin{3cm}{naraṁ}           | \fillin{3cm}{nare}    | /acc./, the man (subj.)             |
| \null                         |                       |                                     |
| kāya (/masc./)                |                       |                                     |
| \null                         |                       |                                     |
| \fillin{3cm}{kāyo}            | \fillin{3cm}{kāyā}    | /nom./, the body (obj.)             |
| \fillin{3cm}{kāyaṁ}           | \fillin{3cm}{kāye}    | /acc./, the body (subj.)            |

** Declensions (-a)
*** Instrumental Case: narena -- with, by, because of the man

*"With whom/what? By whom/what? By means of, because of whom/what?"*

/Buddhena/: with the Buddha, by the Buddha, by means of the Buddha, because of the Buddha.

Final /-a/ of the stem becomes /-ena/: /Buddha/ → /Buddhena/.

To the stems ending in /i, ī, u, ū/, the ending /-nā/ is added.

The final long vowel of the stem becomes short.

| senānī (general) | → | senāninā |
| garu (teacher)   | → | garunā   |
| vidū (seer)      | → | vidunā   |

#+latex: \bigskip
#+latex: \renewcommand{\arraystretch}{1.8}

| He walks along the road with a woman. (/mātugāma/) | \fillin{8cm}{Maggaṁ mātugāmena carati.} |
| TODO                                               |                                         |
| TODO                                               |                                         |
| TODO                                               |                                         |
| TODO                                               |                                         |
| TODO                                               |                                         |

#+latex: \normalArrayStrech
#+latex: \clearpage

*** Dative and Genitive Cases

*Dative: narāya / narassa -- to the man, for the man -- "To whom/what? For whom/what?"*

Singular: final /-a/ of the stem becomes /-āya/ and /-assa/.

/Buddhāya, Buddhassa/: to or for the Buddha.

To the stems ending in /i, ī, u, ū/, the ending /-no/ and /-ssa/ are added.

*Genitive: narassa -- of the man, the man's -- "Of whom/what? Whose?"*

Singular: /-ssa/ is added to the final /-a/.

Genitive singular forms of other nouns are the same as the Dative singulars.

|        |                     | Dative             | Genitive                      |
|--------+---------------------+--------------------+-------------------------------|
| Buddha | Buddhassa           | to/for the Buddha  | of the Buddha, the Buddha's   |
| muni   | munino, munissa     | to/for the hermit  | of the hermit, the hermit's   |
| senānī | senānino, senānissa | to/for the general | of the general, the general's |
| garu   | garuno, garussa     | to/for the teacher | of the teacher, the teacher's |
| vidū   | viduno, vidussa     | to/for the seer    | of the seer, the seer's       |

The irregular /go/ (cow, ox) has two forms: /gavassa, gāvassa/ (to/for the cow, of the cow, the cow's).

#+latex: \renewcommand{\arraystretch}{1.8}

| TODO                                            |                                                           |
| TODO                                            |                                                           |
| TODO                                            |                                                           |
| TODO                                            |                                                           |
| TODO                                            |                                                           |
| We don't see the change of the body of the man. | \fillin{8cm}{Na passāma manussassa kāyassa vipariṇāmaṁ.}  |

#+begin_quote
Na kho pana mayaṁ passāma āyasmato upasenassa kāyassa vā aññathattaṁ indriyānaṁ vā vipariṇāmaṁ. (SN 35.69)

But we don't see any impairment in the body or deterioration of Ven. Upasena's faculties.
#+end_quote

#+latex: \normalArrayStrech

