tex/vinaya-class-questions/pali-lessons.tex

\subsection{Accusative Case: naraṁ -- the man (object)}
\label{sec:org74764b8}

\textbf{(a)} `\textbf{What} is he eating?' Indicates the \textbf{object} of a sentence.


\begin{center}
\begin{tabular}{ll}
I use \textbf{the requisite.} & Parikkhāraṁ paṭisevāmi.\\[0pt]
The birds eat \textbf{the seeds.} (\emph{bīja}) & \fillin{8cm}{Sakuṇā bījāni bhuñjanti.}\\[0pt]
The lion doesn't see \textbf{the dogs.} (\emph{sunakha}) & \fillin{8cm}{Sīho sunakhe na passati.}\\[0pt]
The dogs are barking (\emph{bhussati}) \textbf{at the moon.} (\emph{canda}) & \fillin{8cm}{Sunakhā candaṁ bhussanti.}\\[0pt]
The disciple (\emph{sāvaka}) eats the lion. & \fillin{8cm}{Sāvako sīhaṁ khādati.}\\[0pt]
The lion eats the disciple. & \fillin{8cm}{Sīho sāvakaṁ khādati.}\\[0pt]
They fill up (\emph{paripūreti}) the ocean. (\emph{sāgara}) & \fillin{8cm}{Paripūrenti sāgaraṁ.}\\[0pt]
\end{tabular}
\end{center}

\textbf{(b)} `\textbf{Where} is he going to?' Indicates where the subject is \textbf{going to} or \textbf{going along}. A.k.a. `the accusative of motion'.

\begin{quote}
The māluva-seed (\emph{māluvābīja}) falls \textbf{at the base of sal trees.} (\emph{sālamūla})\footnote{\href{https://suttacentral.net/mn45/en/sujato}{MN 45}}

\emph{Māluvābījaṁ sālamūle nipatati.}
\end{quote}

\begin{center}
\begin{tabular}{ll}
The elder walks \textbf{along the road.} & \fillin{8cm}{Thero maggaṁ carati.}\\[0pt]
The layman (\emph{upāsaka}) doesn't go \textbf{to the village.} & \fillin{8cm}{Upāsako gāmaṁ na gacchati.}\\[0pt]
The men run \textbf{to the barn.} (\emph{koṭṭhāgāra}) & \fillin{8cm}{Narā koṭṭhāgāraṁ dhāvanti.}\\[0pt]
The birds fly \textbf{to the sal trees.} (\emph{sālarukkha}) & \fillin{8cm}{Sakuṇā sālarukkhe uḍḍenti.}\\[0pt]
We enter (\emph{pavisati}) \textbf{the hut.} (\emph{agāra}) & \fillin{8cm}{Agāraṁ pavisāma.}\\[0pt]
\end{tabular}
\end{center}

\section{Translate}
\label{sec:org32e3cd4}

\begin{center}
\begin{tabular}{ll}
Saṅgho uposathaṁ karoti. & \fillin{8cm}{The Sangha performs the uposatha.}\\[0pt]
Pārisuddhiṁ āyasmanto āroc\textbf{atha.} & \fillin{8cm}{The Venerable is declaring purity.}\\[0pt]
Āpattiṁ āvikaroti. & \fillin{8cm}{He confesses the offense.}\\[0pt]
Suññāgāraṁ pavisāmi. & \fillin{8cm}{I enter the empty hut.}\\[0pt]
Rukkhamūle gacchāma. & \fillin{8cm}{We go to the roots of trees.}\\[0pt]
Cattāro satipaṭṭhānā satta bojjhaṅge paripūrenti.\footnotemark & \fillin{8cm}{The 4 found. of mindf. fulfil the 7 fact. of enligh.  }\\[0pt]
\end{tabular}
\end{center}\footnotetext[3]{\label{orgb609d68}\href{https://suttacentral.net/mn118/en/sujato}{MN 118}}

\chapter{Lesson 2}
\label{sec:org9214ce8}
\section{Review Exercises}
\label{sec:orge8a6ad6}

Fill in the missing declensions.

\begin{center}
\begin{tabular}{lll}
Singular & Plural & Meaning (sg.)\\[0pt]
\null &  & \\[0pt]
nara (\emph{masc.}) &  & \\[0pt]
\null &  & \\[0pt]
\fillin{3cm}{naro} & \fillin{3cm}{narā} & \emph{nom.}, the man (obj.)\\[0pt]
\fillin{3cm}{naraṁ} & \fillin{3cm}{nare} & \emph{acc.}, the man (subj.)\\[0pt]
\null &  & \\[0pt]
kāya (\emph{masc.}) &  & \\[0pt]
\null &  & \\[0pt]
\fillin{3cm}{kāyo} & \fillin{3cm}{kāyā} & \emph{nom.}, the body (obj.)\\[0pt]
\fillin{3cm}{kāyaṁ} & \fillin{3cm}{kāye} & \emph{acc.}, the body (subj.)\\[0pt]
\end{tabular}
\end{center}

\section{Declensions (-a)}
\label{sec:orgba38012}
\subsection{Instrumental Case: narena -- with, by, because of the man}
\label{sec:orgfada396}

\textbf{`With whom/what? By whom/what? By means of, because of whom/what?'}

\emph{Buddhena}: with the Buddha, by the Buddha, by means of the Buddha, because of the Buddha.

Final \emph{-a} of the stem becomes \emph{-ena}: \emph{Buddha} → \emph{Buddhena}.

To the stems ending in \emph{i, ī, u, ū}, the ending \emph{-nā} is added.

The final long vowel of the stem becomes short.

\begin{center}
\begin{tabular}{lll}
senānī (general) & → & senāninā\\[0pt]
garu (teacher) & → & garunā\\[0pt]
vidū (seer) & → & vidunā\\[0pt]
\end{tabular}
\end{center}

\bigskip
\renewcommand{\arraystretch}{1.8}

\begin{center}
\begin{tabular}{ll}
He walks along the road with a woman. (\emph{mātugāma}) & \fillin{8cm}{Maggaṁ mātugāmena carati.}\\[0pt]
TODO & \\[0pt]
TODO & \\[0pt]
TODO & \\[0pt]
TODO & \\[0pt]
TODO & \\[0pt]
\end{tabular}
\end{center}

\normalArrayStrech
\clearpage

\subsection{Dative and Genitive Cases}
\label{sec:org3f8f37c}

\textbf{Dative: narāya / narassa -- to the man, for the man -- `To whom/what? For whom/what?'}

Singular: final \emph{-a} of the stem becomes \emph{-āya} and \emph{-assa}.

\emph{Buddhāya, Buddhassa}: to or for the Buddha.

To the stems ending in \emph{i, ī, u, ū}, the ending \emph{-no} and \emph{-ssa} are added.

\textbf{Genitive: narassa -- of the man, the man's -- `Of whom/what? Whose?'}

Singular: \emph{-ssa} is added to the final \emph{-a}.

Genitive singular forms of other nouns are the same as the Dative singulars.

\begin{center}
\begin{tabular}{llll}
 &  & Dative & Genitive\\[0pt]
\hline
Buddha & Buddhassa & to/for the Buddha & of the Buddha, the Buddha's\\[0pt]
muni & munino, munissa & to/for the hermit & of the hermit, the hermit's\\[0pt]
senānī & senānino, senānissa & to/for the general & of the general, the general's\\[0pt]
garu & garuno, garussa & to/for the teacher & of the teacher, the teacher's\\[0pt]
vidū & viduno, vidussa & to/for the seer & of the seer, the seer's\\[0pt]
\end{tabular}
\end{center}

The irregular \emph{go} (cow, ox) has two forms: \emph{gavassa, gāvassa} (to/for the cow, of the cow, the cow's).

\renewcommand{\arraystretch}{1.8}

\begin{center}
\begin{tabular}{ll}
TODO & \\[0pt]
TODO & \\[0pt]
TODO & \\[0pt]
TODO & \\[0pt]
TODO & \\[0pt]
We don't see the change of the body of the man. & \fillin{8cm}{Na passāma manussassa kāyassa vipariṇāmaṁ.}\\[0pt]
\end{tabular}
\end{center}

\begin{quote}
Na kho pana mayaṁ passāma āyasmato upasenassa kāyassa vā aññathattaṁ indriyānaṁ vā vipariṇāmaṁ. (SN 35.69)

But we don't see any impairment in the body or deterioration of Ven. Upasena's faculties.
\end{quote}

\normalArrayStrech
