tex/vinaya-class-questions/pali-lessons.org
** Optative or Potential Verbs (Might -eyya)

#+latex: {\centering\par
#+latex: \begin{multicols}{2}

Verbal terminations:

|       | *sg.*         | *pl.*           |
| *1st* | -eyyāmi, -emi | -eyyāma, -ema   |
| *2nd* | -eyyāsi, -esi | -eyyātha, -etha |
| *3rd* | -eyya, -e     | -eyyuṁ          |

#+latex: \columnbreak

Root: /√dhāv/ (to run), base: /dhāva/

|       | *sg.*               | *pl.*                 |
| *1st* | dhāveyyāmi, dhāvemi | dhāveyyāma, dhāvema   |
| *2nd* | dhāveyyāsi, dhāvesi | dhāveyyātha, dhāvetha |
| *3rd* | dhāveyya, dhāve     | dhāveyyuṁ             |

#+latex: \end{multicols}
#+latex: \par}

Irregular forms:

#+latex: {\centering\par
#+latex: \begin{multicols}{2}

/√as/ (to be), /atthi/

|       | *sg.*        | *pl.*                |
| *1st* | siyaṁ, assaṁ | assāma               |
| *2nd* | siyā, assa   | assatha              |
| *3rd* | siyā, assa   | siyuṁ, assu, siyaṁsu |

#+latex: \columnbreak

/√kar/ (to do, make, work), /karo/

|       | *sg.*                 | *pl.*                 |
| *1st* | kareyyāmi, kayirāmi   | kareyyāma, kayirāma   |
| *2nd* | kareyyāsi, kayirāsi   | kareyyātha, kayirātha |
| *3rd* | kareyya, kayirā, kare | kareyyuṁ, kayiruṁ     |

#+latex: \end{multicols}
#+latex: \par}

/Yo pana bhikkhu otiṇṇo vipariṇatena cittena mātugāmena saddhiṁ kāyasaṁsaggaṁ samāpajjeyya.../ (Sg 2)

- /vipariṇamati/: he changes, alters, distorts
- /vipariṇata/: changed, altered, distorted (pp. vipariṇamati)
- /viparinatena/: with/by a changed, altered, distorted state

Whatever bhikkhu, affected by a distorted mind, with a woman, physical contact he might perform...

/Yo pana bhikkhu bhikkhussa duṭṭhullaṁ āpattiṁ anupasampannassa āroceyya, aññatra bhikkhusammatiyā, pācittiyaṁ./ (Pc 9)

/Yo pana bhikkhu bhikkhussa kupito anattamano pahāraṁ dadeyya, pācittiyaṁ./ (Pc 74)

** Future Passive Participle: Should Be Done (-tabba)

A.k.a. the gerundive form, formed by adding /-tabba, -anīya, -ya/ either to the
present active base or to the verbal root. In the root, /i → e/ and /u → o/.
The final /-ā/ of the root is changed into /e/ before /-ya/, and /y/ is reduplicated.

#+latex: \bigskip
#+latex: {\centering\par
#+latex: \begin{multicols}{2}

| √dā  | dātabba, deyya   | should be given       |
| √nī  | nettabba         | should be led         |
| √su  | sotabba          | should be listened to |
| dese | desetabba | should be expounded |

#+latex: \columnbreak

| √kar | kātabba, karaṇīya | should be done        |
| √ñā  | ñātabba, ñeyya   | should be known       |
| √pā  | peyya            | should be drunk       |
| kiṇā  | kiṇituṁ   | should be bought    |

#+latex: \end{multicols}
#+latex: \par}

** Readings

Suṇātu me bhante saṅgho.
Ajj'uposatho paṇṇaraso.
Yadi saṅghassa pattakallaṁ,
saṅgho uposathaṁ kareyya,
pāṭimokkhaṁ uddisseyya.

Kiṁ saṅghassa pubba-kiccaṁ?
Pārisuddhiṁ āyasmanto ārocetha.
Pāṭimokkhaṁ uddisissāmi.
Taṁ sabbeva santā sādhukaṁ suṇoma manasikaroma.
Yassa siyā āpatti, so āvikareyya.
Asantiyā āpattiyā tuṇhī bhāvitabbaṁ.
Tuṇhī-bhāvena kho pan'āyasmante
pārisuddhā ti vedissāmi.

-----

Seyyathāpi, bhikkhave, dakkho bhamakāro vā bhamakārantevāsī vā dīghaṁ vā
añchanto ‘dīghaṁ añchāmī’ti pajānāti, rassaṁ vā añchanto ‘rassaṁ añchāmī’ti
pajānāti;

Idha, bhikkhave, bhikkhu sarāgaṁ vā cittaṁ ‘sarāgaṁ cittan’ti pajānāti.
Vītarāgaṁ vā cittaṁ ‘vītarāgaṁ cittan’ti pajānāti. Sadosaṁ vā cittaṁ ‘sadosaṁ
cittan’ti pajānāti. Vītadosaṁ vā cittaṁ ‘vītadosaṁ cittan’ti pajānāti. Samohaṁ
vā cittaṁ ‘samohaṁ cittan’ti pajānāti. Vītamohaṁ vā cittaṁ ‘vītamohaṁ cittan’ti
pajānāti.

Idha, bhikkhave, bhikkhu: ‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa
atthaṅgamo; iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ...

* Misc                                                             :noexport:
** Exercises

Suññāgāre abhiramāmī
abhiramati -- enjoys; delights (in)

sabbaloke ca me mano n'ābhiramissati, sabbalokā ca me mano vuṭṭhahissati

araññagato vā rukkhamūlagato vā suññāgāragato

| he dwells           | vasati                   |
| you (pl.) dwell     | \fillin{4cm}{vasatha}    |
| he stands           | tiṭṭhati                  |
| you (sg.) stand     | \fillin{4cm}{tiṭṭhasi}    |
| he sits                | nisīdati                 |
|                        |                          |
| he lies down           | sayati                   |
|                        |                          |
| he addresses           | āmanteti                 |
|                        |                          |
| he gets up             | uṭṭhahati                 |
| we get up              | \fillin{4cm}{uṭṭhahāma}   |
| he stands up           | uttiṭṭhati                |
| you (pl.) stand up     | \fillin{4cm}{uttiṭṭhatha} |
| he leaves (from)       | pakkamati                |
| you (pl.) leave (from) | \fillin{4cm}{pakkamatha} |
| he keeps               | dhāreti                  |
| they keep              | \fillin{4cm}{dhārenti}   |

** Indeclinables and Idioms

*Vā:* follows a noun or a verb to express *'or'*:

/So vā sā vā gacchati./ Either he or she is going.

*Idha:* ind. (1) here; now; in this world; (2) in this case.

*Pecca:* ind. after death

/Idha modati pecca modati, katapuñño ubhayattha modati./ (Dhp 16)

- /modati:/ is happy; enjoys himself [√mud + *a + ti]
- /muditā/: fem. happiness (for); appreciation [√mud + ita + ā]
- /katapuñña:/ adj. who has made merit; has gained spiritual wealth [kata + puñña]
- /ubhayattha/: ind. in both cases; on both sides; lit. both matters [ubhaya + attha]

/Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati .../ (DN 22)

*Puna:* ind. again; once more

/Puna gehaṁ na kāhasi/ (Dhp 154)

- /geha:/ nt. house; dwelling [√gah + a]
- /kāhasi:/ fut. (+acc) you will make; you will build [√kar + o + si]
- /kāhati:/ fut. (+acc) he will do; he will make [√kar + o + ti]

*Puna caparaṁ:* idiom. and what is more; and so too [puna + ca + paraṁ]

/Puna caparaṁ, bhikkhave, bhikkhu imameva kāyaṁ.../ (DN 22)

*Yo pana bhikkhu:* idiom. a monk who; but whichever monk

/Yo pana bhikkhu bhikkhuṁ.../ \\
/Yo pana bhikkhu bhikkhussa / anupasampannassa.../ \\
/Yo pana bhikkhu bhikkhuniyā saddhiṁ saṁvidhāya.../

*Yo:* pron. whoever; whatever; whichever (masc.nom.sg. of /ya/)

*Pana:* ind. moreover; and so; but; or; however

*** Ca

The particle *ca* follows a noun or a verb to express:\\
(1) and; both\\
(2) but; although; and if

#+begin_quote
n'atthi jhānaṁ apaññassa,\\
paññā n'atthi ajhāyato,\\
yamhi jhānañ'\textbf{ca} paññā \textbf{ca},\\
sa ve nibbānasantike

/(Dhp 372)/

na hi verena verāni,\\
sammant'īdha kudācanaṁ,\\
averena \textbf{ca} sammanti,\\
esa dhammo sanantano.

/(Dhp 5)/
#+end_quote

** Personal Pronouns, Nominative Case

|             | *sg.*       | *pl.*           |
| *1st*       | ahaṁ        | amhe, mayaṁ, no |
| *2nd*       | tuvaṁ, tvaṁ | tumhe, vo       |
| *3rd.masc.* | so, sa      | te              |
| *3rd.fem.*  | sā          | tā, tāyo        |
| *3rd.nt.*   | taṁ, tad    | tāni            |

The 1st and 2nd personal pronouns are gender neutral, the 3rd person pronouns are gendered.

Pronouns take on the person and number of the noun they represent.

** Exercises

#+begin_comment
karomi

ñāya
manussa
patta
rodha
pāda
hattha
nīvaraṇa

The boys are crying.

... suvaṇṇaṁ vā chijjamānaṁ patati. (Pr 2)
... gold falls after being cut loose.
#+end_comment

#+latex: \renewcommand{\arraystretch}{2}

| The elder goes to the village with the disciple. | \fillin{8cm}{Thero sāvakena gāmaṁ gacchati.}                |
| The elder goes to the village by air.            | \fillin{8cm}{Thero ākāsena gāmaṁ gacchati.}                 |
| The disciple is being eaten by the lion.         | \fillin{8cm}{Sāvako sīhena khajjati.}                       |
| The elder gives the bowl the the layman.         | \fillin{8cm}{Thero upāsakassa pattaṁ deti.}                 |
| The elder gives the robe to the disciple.        | \fillin{8cm}{Thero sāvakassa cīvaraṁ deti.}                 |
| Homage to him, the Blessed One.                  | \fillin{8cm}{Namo tassa bhagavato.}                         |
| The layman walks from the residence.             | \fillin{8cm}{Upāsako gacchati āvāsamhā / āvāsā / āvāsasmā.} |
| The elder's disciple goes to the village.        | \fillin{8cm}{Therassa sāvako gāmaṁ gacchati.}               |
| The disciple gives to the elder.                 | \fillin{8cm}{Sāvako therassa deti.}                         |
| The lion walks in the village.                   | \fillin{8cm}{Sīho gāme / gāmasmiṁ carati.}                  |
| Come here, disciple!                             | \fillin{8cm}{Ehi sāvaka!}                                   |

#+latex: \normalArrayStrech

** Vocabulary

khajjati
- pr, pass of khādati

paharam dadeyya
goes to the forest

odana


| gacchati | pr. goes  |
| khādati  | pr. eats  |
| carati   | pr. walks |
| deti     | pr. gives |

iti
idha
bhikkhu
samudaya

odana
- masc./nt. rice; boiled rice; food; lit. wet stuff; boiled in water

rūpa
vedanā
atthaṅgamo

anissita
- pp. (+abl) detached (from); disengaged (from); separated (from); independent (of)

viharati
ca
va
loka

khādati
- to eat

thālaka
- masc. small bowl; cup; vessel

upādiyati
- pr. (+acc) grasps; holds (onto)

sa-
vīta-
rāga
dosa
moha
pajānāti
dīgha
rassa
añchati

to drink
man
woman

bhamakāra: masc. turner; lathe operator [bhama + kāra]

** Quotes
*** Vinaya Pitaka
*** DN 22

āvāse saṅgho viharati AN 4.180

nikkāmino gotamassa sāsanamhi SNP 13

satthā devānaṁ ca manussānaṁ ca buddho SN 11.3

sammā-sambuddhassa sāvako ramati taṇhāya khayasmiṁ DHP 187

vitakkānaṁ ca vicārānaṁ ca vūpasamā DN 22.18

Anissito ca viharati, na ca kiñci loke upādiyati.

-----

-----

Puna caparaṁ, bhikkhave, bhikkhu imameva kāyaṁ uddhaṁ pādatalā adho kesamatthakā
tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhati: ‘atthi imasmiṁ kāye
kesā lomā nakhā dantā taco

*** Chanting

sakunassa saddo chant

Atthi bhikkhave ajātaṁ...

Paṭisaṅkhā yoniso piṇḍapātaṁ paṭisevāmi...

* Lesson 2.5                                                       :noexport:
** Review Exercises

Fill in the missing declensions.

| Singular                      | Plural                | Meaning (sg.)                       |
| \null                         |                       |                                     |
| nara (/masc./)                |                       |                                     |
| \null                         |                       |                                     |
| \fillin{3cm}{narena}          | \fillin{3cm}{narehi}  | /instr./, by, with, through the man |
| \fillin{3cm}{narāya, narassa} | \fillin{3cm}{narānaṁ} | /dat./, to the man, for the man     |
| \null                         |                       |                                     |
| kāya (/masc./)                |                       |                                     |
| \null                         |                       |                                     |
| \fillin{3cm}{kāyena}          | \fillin{3cm}{kāyehi}  | /instr./, with the body             |
| \fillin{3cm}{kāyassa}         | \fillin{3cm}{kāyānaṁ} | /dat./, for the body                |

** Adjectives
** Declension: Masculine Nouns Ending in -a (part 2)
