tex/vinaya-class-questions/pali-lessons.tex

\section{Optative or Potential Verbs (Might -eyya)}
\label{sec:org31ec92d}

{\centering\par
\begin{multicols}{2}

Verbal terminations:

\begin{center}
\begin{tabular}{lll}
 & \textbf{sg.} & \textbf{pl.}\\[0pt]
\textbf{1st} & -eyyāmi, -emi & -eyyāma, -ema\\[0pt]
\textbf{2nd} & -eyyāsi, -esi & -eyyātha, -etha\\[0pt]
\textbf{3rd} & -eyya, -e & -eyyuṁ\\[0pt]
\end{tabular}
\end{center}

\columnbreak

Root: \emph{√dhāv} (to run), base: \emph{dhāva}

\begin{center}
\begin{tabular}{lll}
 & \textbf{sg.} & \textbf{pl.}\\[0pt]
\textbf{1st} & dhāveyyāmi, dhāvemi & dhāveyyāma, dhāvema\\[0pt]
\textbf{2nd} & dhāveyyāsi, dhāvesi & dhāveyyātha, dhāvetha\\[0pt]
\textbf{3rd} & dhāveyya, dhāve & dhāveyyuṁ\\[0pt]
\end{tabular}
\end{center}

\end{multicols}
\par}

Irregular forms:

{\centering\par
\begin{multicols}{2}

\emph{√as} (to be), \emph{atthi}

\begin{center}
\begin{tabular}{lll}
 & \textbf{sg.} & \textbf{pl.}\\[0pt]
\textbf{1st} & siyaṁ, assaṁ & assāma\\[0pt]
\textbf{2nd} & siyā, assa & assatha\\[0pt]
\textbf{3rd} & siyā, assa & siyuṁ, assu, siyaṁsu\\[0pt]
\end{tabular}
\end{center}

\columnbreak

\emph{√kar} (to do, make, work), \emph{karo}

\begin{center}
\begin{tabular}{lll}
 & \textbf{sg.} & \textbf{pl.}\\[0pt]
\textbf{1st} & kareyyāmi, kayirāmi & kareyyāma, kayirāma\\[0pt]
\textbf{2nd} & kareyyāsi, kayirāsi & kareyyātha, kayirātha\\[0pt]
\textbf{3rd} & kareyya, kayirā, kare & kareyyuṁ, kayiruṁ\\[0pt]
\end{tabular}
\end{center}

\end{multicols}
\par}

\emph{Yo pana bhikkhu otiṇṇo vipariṇatena cittena mātugāmena saddhiṁ kāyasaṁsaggaṁ samāpajjeyya\ldots{}} (Sg 2)

\begin{itemize}
\item \emph{vipariṇamati}: he changes, alters, distorts
\item \emph{vipariṇata}: changed, altered, distorted (pp. vipariṇamati)
\item \emph{viparinatena}: with/by a changed, altered, distorted state
\end{itemize}

Whatever bhikkhu, affected by a distorted mind, with a woman, physical contact he might perform\ldots{}

\emph{Yo pana bhikkhu bhikkhussa duṭṭhullaṁ āpattiṁ anupasampannassa āroceyya, aññatra bhikkhusammatiyā, pācittiyaṁ.} (Pc 9)

\emph{Yo pana bhikkhu bhikkhussa kupito anattamano pahāraṁ dadeyya, pācittiyaṁ.} (Pc 74)

\section{Future Passive Participle: Should Be Done (-tabba)}
\label{sec:orgeedc0e8}

A.k.a. the gerundive form, formed by adding \emph{-tabba, -anīya, -ya} either to the
present active base or to the verbal root. In the root, \emph{i → e} and \emph{u → o}.
The final \emph{-ā} of the root is changed into \emph{e} before \emph{-ya}, and \emph{y} is reduplicated.

\bigskip
{\centering\par
\begin{multicols}{2}

\begin{center}
\begin{tabular}{lll}
√dā & dātabba, deyya & should be given\\[0pt]
√nī & nettabba & should be led\\[0pt]
√su & sotabba & should be listened to\\[0pt]
dese & desetabba & should be expounded\\[0pt]
\end{tabular}
\end{center}

\columnbreak

\begin{center}
\begin{tabular}{lll}
√kar & kātabba, karaṇīya & should be done\\[0pt]
√ñā & ñātabba, ñeyya & should be known\\[0pt]
√pā & peyya & should be drunk\\[0pt]
kiṇā & kiṇituṁ & should be bought\\[0pt]
\end{tabular}
\end{center}

\end{multicols}
\par}

\section{Readings}
\label{sec:org2220f8c}

Suṇātu me bhante saṅgho.
Ajj'uposatho paṇṇaraso.
Yadi saṅghassa pattakallaṁ,
saṅgho uposathaṁ kareyya,
pāṭimokkhaṁ uddisseyya.

Kiṁ saṅghassa pubba-kiccaṁ?
Pārisuddhiṁ āyasmanto ārocetha.
Pāṭimokkhaṁ uddisissāmi.
Taṁ sabbeva santā sādhukaṁ suṇoma manasikaroma.
Yassa siyā āpatti, so āvikareyya.
Asantiyā āpattiyā tuṇhī bhāvitabbaṁ.
Tuṇhī-bhāvena kho pan'āyasmante
pārisuddhā ti vedissāmi.

\noindent\rule{\textwidth}{0.5pt}

Seyyathāpi, bhikkhave, dakkho bhamakāro vā bhamakārantevāsī vā dīghaṁ vā
añchanto ‘dīghaṁ añchāmī’ti pajānāti, rassaṁ vā añchanto ‘rassaṁ añchāmī’ti
pajānāti;

Idha, bhikkhave, bhikkhu sarāgaṁ vā cittaṁ ‘sarāgaṁ cittan’ti pajānāti.
Vītarāgaṁ vā cittaṁ ‘vītarāgaṁ cittan’ti pajānāti. Sadosaṁ vā cittaṁ ‘sadosaṁ
cittan’ti pajānāti. Vītadosaṁ vā cittaṁ ‘vītadosaṁ cittan’ti pajānāti. Samohaṁ
vā cittaṁ ‘samohaṁ cittan’ti pajānāti. Vītamohaṁ vā cittaṁ ‘vītamohaṁ cittan’ti
pajānāti.

Idha, bhikkhave, bhikkhu: ‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa
atthaṅgamo; iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; \ldots{}
\end{document}